Repository: silviust7/XCString-converter
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, tr, zh_hans

# account-view-account-delete-undo
source: Undo
de: Rückgängig
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
ru: Отменить
tr: Geri Al
zh_hans: 撤销

# add-category-hint
source: Add new category (in english, e.g. "cats")
de: Neue Kategorie hinzufügen (auf Englisch, z.B. "cats")
fr: Ajouter une nouvelle catégorie (en anglais, ex : "cats")
it: Aggiungi nuova categoria (in inglese, es: "cats")
ja: 新しいカテゴリーを追加（英語で入力してください。例："cats"）
ko: 새 카테고리 추가 (영어로 입력, 예: "cats")
ru: Добавить новую категорию (на английском, например "cats")
tr: Yeni kategori ekle (İngilizce olarak, örn: "cats")
zh_hans: 添加新类别（请用英文，例如"cats"）

# add-new-category-button
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
tr: Ekle
zh_hans: 添加

# animation-duration-option
source: Animation duration: %@
de: Animationsdauer: %@
fr: Durée de l'animation : %@
it: Durata animazione: %@
ja: アニメーション時間：%@
ko: 애니메이션 지속 시간: %@
ru: Длительность анимации: %@
tr: Animasyon süresi: %@
zh_hans: 动画持续时间：%@

# animation-transition-blur
source: Blur
de: Unschärfe
fr: Flou
it: Sfocatura
ja: ぼかし
ko: 블러
ru: Размытие
tr: Bulanıklaştırma
zh_hans: 模糊

# animation-transition-fade
source: Fade
de: Überblenden
fr: Fondu
it: Dissolvenza
ja: フェード
ko: 페이드
ru: Затухание
tr: Soldurma
zh_hans: 淡入淡出

# animation-transition-move
source: Move
de: Bewegen
fr: Déplacement
it: Movimento
ja: 移動
ko: 이동
ru: Перемещение
tr: Hareket
zh_hans: 移动

# animation-transition-push
source: Push
de: Schieben
fr: Glissement
it: Scorrimento
ja: プッシュ
ko: 밀기
ru: Сдвиг
tr: İtme
zh_hans: 推送

# app-display-style
source: App style configurations
de: App-Stil-Konfigurationen
fr: Configuration de l'affichage
it: Configurazioni stile app
ja: アプリの表示スタイル設定
ko: 앱 스타일 설정
ru: Настройки отображения приложения
tr: Uygulama görünüm ayarları
zh_hans: 应用显示样式设置

# app-style-menu-bar
source: Menu bar item
de: Menüleisten-Element
fr: Élément de la barre de menu
it: Elemento barra menu
ja: メニューバーアイテム
ko: 메뉴 바 항목
ru: Элемент строки меню
tr: Menü çubuğu öğesi
zh_hans: 菜单栏项目

# app-style-standalone
source: Standalone app
de: Eigenständige App
fr: Application autonome
it: App indipendente
ja: スタンドアロンアプリ
ko: 독립 실행형 앱
ru: Отдельное приложение
tr: Bağımsız uygulama
zh_hans: 独立应用

# app-style-title
source: View app as:
de: App anzeigen als:
fr: Afficher comme :
it: Visualizza app come:
ja: アプリの表示方法：
ko: 앱 표시 방식:
ru: Отображать как:
tr: Uygulamayı göster:
zh_hans: 应用显示方式：

# auto-change-option-6hours
source: Every 6 hours
de: Alle 6 Stunden
fr: Toutes les 6 heures
it: Ogni 6 ore
ja: 6時間ごと
ko: 6시간마다
ru: Каждые 6 часов
tr: Her 6 saatte
zh_hans: 每6小时

# auto-change-option-daily
source: Daily
de: Täglich
fr: Quotidien
it: Giornaliero
ja: 毎日
ko: 매일
ru: Ежедневно
tr: Günlük
zh_hans: 每天

# auto-change-option-hourly
source: Hourly
de: Stündlich
fr: Toutes les heures
it: Ogni ora
ja: 1時間ごと
ko: 매시간
ru: Каждый час
tr: Saatlik
zh_hans: 每小时

# auto-change-option-manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
ru: Вручную
tr: Manuel
zh_hans: 手动

# auto-change-option-weekly
source: Weekly
de: Wöchentlich
fr: Hebdomadaire
it: Settimanale
ja: 毎週
ko: 매주
ru: Еженедельно
tr: Haftalık
zh_hans: 每周

# auto-dismiss-option-10s
source: 10 seconds
de: 10 Sekunden
fr: 10 secondes
it: 10 secondi
ja: 10秒
ko: 10초
ru: 10 секунд
tr: 10 saniye
zh_hans: 10秒

# auto-dismiss-option-40s
source: 40 seconds
de: 40 Sekunden
fr: 40 secondes
it: 40 secondi
ja: 40秒
ko: 40초
ru: 40 секунд
tr: 40 saniye
zh_hans: 40秒

# auto-dismiss-option-90s
source: 90 seconds
de: 90 Sekunden
fr: 90 secondes
it: 90 secondi
ja: 90秒
ko: 90초
ru: 90 секунд
tr: 90 saniye
zh_hans: 90秒

# auto-dismiss-option-180s
source: 180 seconds
de: 180 Sekunden
fr: 180 secondes
it: 180 secondi
ja: 180秒
ko: 180초
ru: 180 секунд
tr: 180 saniye
zh_hans: 180秒

# auto-dismiss-option-never
source: Never
de: Nie
fr: Jamais
it: Mai
ja: 表示したまま
ko: 사용 안 함
ru: Никогда
tr: Asla
zh_hans: 永不

# auto-dismiss-photo-feedback
source: Dismiss photo feedback after:
de: Foto-Feedback ausblenden nach:
fr: Masquer l'avis photo après :
it: Nascondi feedback foto dopo:
ja: フィードバックを自動で閉じる：
ko: 사진 피드백 자동 닫기:
ru: Скрывать отзыв о фото через:
tr: Fotoğraf geri bildirimini kapat:
zh_hans: 图片反馈自动关闭时间：

# button-close
source: Close
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# category-aerial
source: Aerial
de: Luftaufnahmen
fr: Vue aérienne
it: Vista aerea
ja: 航空写真
ko: 항공 촬영
ru: Аэросъёмка
tr: Havadan
zh_hans: 航拍

# category-animals
source: Animals
de: Tiere
fr: Animaux
it: Animali
ja: 動物
ko: 동물
ru: Животные
tr: Hayvanlar
zh_hans: 动物

# category-beach
source: Beach
de: Strand
fr: Plage
it: Spiaggia
ja: ビーチ
ko: 해변
ru: Пляж
tr: Sahil
zh_hans: 海滩

# category-blackwhite
source: Black and White
de: Schwarz-Weiß
fr: Noir et blanc
it: Bianco e nero
ja: モノクロ
ko: 흑백
ru: Чёрно-белое
tr: Siyah Beyaz
zh_hans: 黑白

# category-blur
source: Blur
de: Unschärfe
fr: Flou
it: Sfocato
ja: ぼかし
ko: 블러
ru: Размытие
tr: Bulanık
zh_hans: 模糊

# category-business
source: Business
de: Geschäftlich
fr: Affaires
ja: ビジネス
ko: 비즈니스
ru: Бизнес
tr: İş
zh_hans: 商务

# category-city-lights
source: City lights
de: Stadtlichter
fr: Lumières de ville
it: Luci della città
ja: 夜景
ko: 도시 야경
ru: Огни города
tr: Şehir Işıkları
zh_hans: 城市灯光

# category-clouds
source: Clouds
de: Wolken
fr: Nuages
it: Nuvole
ja: 雲
ko: 구름
ru: Облака
tr: Bulutlar
zh_hans: 云朵

# category-color
source: By color
de: Nach Farbe
fr: Par couleur
it: Per colore
ja: 色別
ko: 색상별
ru: По цвету
tr: Renge göre
zh_hans: 按颜色

# category-color-black
source: Black
de: Schwarz
fr: Noir
it: Nero
ja: 黒
ko: 검정
ru: Чёрный
tr: Siyah
zh_hans: 黑色

# category-color-blue
source: Blue
de: Blau
fr: Bleu
it: Blu
ja: 青
ko: 파랑
ru: Синий
tr: Mavi
zh_hans: 蓝色

# category-color-green
source: Green
de: Grün
fr: Vert
it: Verde
ja: 緑
ko: 초록
ru: Зелёный
tr: Yeşil
zh_hans: 绿色

# category-color-purple
source: Purple
de: Lila
fr: Violet
it: Viola
ja: 紫
ko: 보라
ru: Фиолетовый
tr: Mor
zh_hans: 紫色

# category-color-red
source: Red
de: Rot
fr: Rouge
it: Rosso
ja: 赤
ko: 빨강
ru: Красный
tr: Kırmızı
zh_hans: 红色

# category-color-white
source: White
de: Weiß
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
ru: Белый
tr: Beyaz
zh_hans: 白色

# category-color-yellow
source: Yellow
de: Gelb
fr: Jaune
it: Giallo
ja: 黄
ko: 노랑
ru: Жёлтый
tr: Sarı
zh_hans: 黄色

# category-coloured
source: Color
de: Farbig
fr: Couleur
it: A colori
ja: カラー
ko: 컬러
ru: Цветное
tr: Renkli
zh_hans: 彩色

# category-drone
source: Drone view
de: Drohnenansicht
fr: Vue drone
it: Vista drone
ja: ドローン視点
ko: 드론 뷰
ru: С дрона
tr: Drone görünümü
zh_hans: 无人机视角

# category-favorite
source: Favorite
de: Favoriten
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
ru: Избранное
tr: Favoriler
zh_hans: 收藏

# category-history
source: History
de: Verlauf
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
ru: История
tr: Geçmiş
zh_hans: 历史

# category-like
source: Based on liked items
de: Basierend auf Gefällt mir
fr: Basé sur vos J'aime
it: In base ai Mi piace
ja: いいねした項目に基づく
ko: 좋아요 기반
ru: На основе понравившихся
tr: Beğenilenlere göre
zh_hans: 基于喜好

# category-minimal
source: Minimal
de: Minimalistisch
fr: Minimaliste
ja: ミニマル
ko: 미니멀
ru: Минимализм
zh_hans: 极简

# category-mountain
source: Mountains
de: Berge
fr: Montagnes
it: Montagne
ja: 山
ko: 산
ru: Горы
tr: Dağlar
zh_hans: 山脉

# category-nature
source: Nature
de: Natur
it: Natura
ja: 自然
ko: 자연
ru: Природа
tr: Doğa
zh_hans: 自然

# category-new
source: New
de: Neu
fr: Nouveau
it: Nuovo
ja: 新着
ko: 신규
ru: Новое
tr: Yeni
zh_hans: 最新

# category-people
source: People
de: Menschen
fr: Personnes
it: Persone
ja: 人物
ko: 인물
ru: Люди
tr: İnsanlar
zh_hans: 人物

# category-popular
source: Popular
de: Beliebt
fr: Populaire
it: Popolari
ja: 人気
ko: 인기
ru: Популярное
tr: Popüler
zh_hans: 热门

# category-rain
source: Rain
de: Regen
fr: Pluie
it: Pioggia
ja: 雨
ko: 비
ru: Дождь
tr: Yağmur
zh_hans: 雨景

# category-random
source: Random wallpaper
de: Zufälliges Hintergrundbild
fr: Fond d'écran aléatoire
it: Sfondo casuale
ja: ランダム壁紙
ko: 무작위 배경화면
ru: Случайные обои
tr: Rastgele duvar kağıdı
zh_hans: 随机壁纸

# category-sea
source: Sea
de: Meer
fr: Mer
it: Mare
ja: 海
ko: 바다
ru: Море
tr: Deniz
zh_hans: 海洋

# category-section-header-add
source: Add new category
de: Neue Kategorie hinzufügen
fr: Ajouter une nouvelle catégorie
it: Aggiungi nuova categoria
ja: 新しいカテゴリーを追加
ko: 새 카테고리 추가
ru: Добавить новую категорию
tr: Yeni kategori ekle
zh_hans: 添加新类别

# category-section-header-categories
source: Existing categories
de: Vorhandene Kategorien
fr: Catégories existantes
it: Categorie esistenti
ja: 既存のカテゴリー
ko: 기존 카테고리
ru: Существующие категории
tr: Mevcut kategoriler
zh_hans: 现有类别

# category-slow-motion
source: Slow motion
de: Zeitlupe
fr: Ralenti
it: Rallentatore
ja: スローモーション
ko: 슬로우 모션
ru: Замедленная съёмка
tr: Ağır çekim
zh_hans: 慢动作

# category-special
source: Special
de: Speziell
fr: Spécial
it: Speciale
ja: スペシャル
ko: 특별
ru: Особое
tr: Özel
zh_hans: 特别

# category-technology
source: Technology
de: Technologie
fr: Technologie
it: Tecnologia
ja: テクノロジー
ko: 기술
ru: Технологии
tr: Teknoloji
zh_hans: 科技

# category-travel
source: Travel
de: Reisen
fr: Voyage
it: Viaggi
ja: 旅行
ko: 여행
ru: Путешествия
tr: Seyahat
zh_hans: 旅行

# category-weather
source: By weather
de: Nach Wetter
fr: Par météo
it: Per meteo
ja: 天気別
ko: 날씨별
ru: По погоде
tr: Havaya göre
zh_hans: 按天气

# change-image-frequency-option
source: Auto change image frequency
de: Automatische Bildwechselfrequenz
fr: Fréquence de changement automatique
it: Frequenza cambio automatico
ja: 自動切り替えの頻度
ko: 자동 이미지 변경 빈도
ru: Частота автоматической смены
tr: Otomatik görsel değişim sıklığı
zh_hans: 自动更换图片频率

# detail-view-select-message
source: Hover mouse over a category to view images. Select a category to pick a random wallpaper from the category
de: Bewegen Sie die Maus über eine Kategorie, um Bilder anzuzeigen. Wählen Sie eine Kategorie aus, um ein zufälliges Hintergrundbild aus dieser Kategorie auszuwählen
fr: Survolez une catégorie pour voir les images. Sélectionnez une catégorie pour choisir un fond d'écran aléatoire
it: Passa il mouse su una categoria per vedere le immagini. Seleziona una categoria per scegliere uno sfondo casuale
ja: カテゴリーにマウスを合わせると画像が表示されます。カテゴリーを選択するとそのカテゴリーからランダムに壁紙が選ばれます
ko: 카테고리에 마우스를 올려 이미지를 확인하세요. 카테고리를 선택하면 해당 카테고리에서 무작위로 배경화면이 선택됩니다
ru: Наведите курсор на категорию для просмотра изображений. Выберите категорию, чтобы установить случайные обои из неё
tr: Görselleri görüntülemek için fare imlecini kategorinin üzerine getirin. Kategoriden rastgele bir duvar kağıdı seçmek için kategoriye tıklayın
zh_hans: 将鼠标悬停在类别上查看图片。选择类别以从该类别中随机挑选壁纸

# discreet-photo-feedback-message
source: When a wallpaper is changed it shows you a popup with current wallpaper and whether you like it or not to better understand what kind of photos you like. Toggle on will prevent that modal to be shown
de: Wenn ein Hintergrundbild geändert wird, wird ein Popup mit dem aktuellen Hintergrundbild angezeigt und Sie können angeben, ob es Ihnen gefällt. Dies hilft uns zu verstehen, welche Art von Fotos Sie mögen. Aktivieren verhindert, dass dieses Fenster angezeigt wird
fr: Lorsqu'un fond d'écran est changé, une fenêtre apparaît avec le fond actuel et vous permet d'indiquer si vous l'aimez, pour mieux comprendre vos préférences. Activez cette option pour masquer cette fenêtre
it: Quando viene cambiato lo sfondo, appare una finestra con lo sfondo attuale e la possibilità di indicare se ti piace, per capire meglio i tuoi gusti. Attiva questa opzione per nascondere la finestra
ja: 壁紙が変更された際に、現在の壁紙とその評価を表示するポップアップが表示されます。これはあなたの好みの写真を理解するためのものです。オンにするとこのモーダルは表示されなくなります
ko: 배경화면이 변경될 때 현재 배경화면과 선호도를 표시하는 팝업이 나타납니다. 이는 사용자의 취향을 더 잘 이해하기 위한 것입니다. 이 옵션을 켜면 팝업이 표시되지 않습니다
ru: При смене обоев появляется окно с текущими обоями и возможностью оценить их, чтобы лучше понять ваши предпочтения. Включение этой опции предотвратит появление окна
tr: Duvar kağıdı değiştiğinde, mevcut duvar kağıdını ve beğenip beğenmediğinizi gösteren bir pencere açılır. Bu, hangi tür fotoğrafları sevdiğinizi anlamamıza yardımcı olur. Açık durumda bu pencere gösterilmeyecektir
zh_hans: 更换壁纸时会显示当前壁纸的弹窗，并询问您是否喜欢，以便更好地了解您喜欢的照片类型。开启此选项将不再显示该弹窗

# discreet-photo-feedback-toggle
source: Discreet photo feedback
de: Dezentes Foto-Feedback
fr: Retour photo discret
it: Feedback foto discreto
ja: 控えめなフィードバック
ko: 간단한 사진 피드백
ru: Скрытая обратная связь
tr: Sade fotoğraf geri bildirimi
zh_hans: 简洁图片反馈

# do-not-ask-feedback-prompt
source: Do not ask again
de: Nicht mehr nachfragen
fr: Ne plus demander
it: Non chiedere più
ja: 次回から表示しない
ko: 다시 묻지 않기
ru: Больше не спрашивать
tr: Bir daha sorma
zh_hans: 不再询问

# edit-button-title
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
tr: Düzenle
zh_hans: 编辑

# edit-category-configurations-title
source: Edit categories
de: Kategorien bearbeiten
fr: Modifier les catégories
it: Modifica categorie
ja: カテゴリーを編集
ko: 카테고리 편집
ru: Редактировать категории
tr: Kategorileri düzenle
zh_hans: 编辑类别

# edit-video-category-configurations-title
source: Edit video categories
de: Videokategorien bearbeiten
fr: Modifier les catégories vidéo
it: Modifica categorie video
ja: 動画カテゴリーを編集
ko: 비디오 카테고리 편집
ru: Редактировать видеокатегории
tr: Video kategorilerini düzenle
zh_hans: 编辑视频类别

source: Editable categories
de: Bearbeitbare Kategorien
fr: Catégories modifiables
it: Categorie modificabili
ja: 編集可能なカテゴリー
ko: 편집 가능한 카테고리
ru: Редактируемые категории
tr: Düzenlenebilir kategoriler
zh_hans: 可编辑类别

# empty-images-blank-slate
source: Unable to fetch images for current category. Check name for typo or try again later.
de: Bilder für die aktuelle Kategorie können nicht abgerufen werden. Prüfen Sie den Namen auf Tippfehler oder versuchen Sie es später erneut.
fr: Impossible de récupérer les images pour cette catégorie. Vérifiez l'orthographe ou réessayez plus tard.
it: Impossibile recuperare le immagini per questa categoria. Controlla eventuali errori di battitura o riprova più tardi.
ja: 現在のカテゴリーの画像を取得できません。名前のスペルを確認するか、後でもう一度お試しください。
ko: 현재 카테고리의 이미지를 불러올 수 없습니다. 이름의 오타를 확인하거나 나중에 다시 시도해 주세요.
ru: Не удалось загрузить изображения для текущей категории. Проверьте правильность написания или повторите попытку позже.
tr: Mevcut kategori için görseller alınamıyor. Yazım hatası olup olmadığını kontrol edin veya daha sonra tekrar deneyin.
zh_hans: 无法获取当前类别的图片。请检查名称是否有拼写错误或稍后重试。

# fblike-app-message
source: 👍🏻 Like us on Facebook
de: 👍🏻 Gefällt mir auf Facebook
fr: 👍🏻 Aimez-nous sur Facebook
it: 👍🏻 Metti Mi piace su Facebook
ja: 👍🏻 Facebookでいいね
ko: 👍🏻 Facebook에서 좋아요
ru: 👍🏻 Лайк в Facebook
tr: 👍🏻 Facebook'ta beğen
zh_hans: 👍🏻 在Facebook上关注我们

# general-settings-option
source: General settings
de: Allgemeine Einstellungen
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
ru: Общие настройки
tr: Genel ayarlar
zh_hans: 常规设置

# header-standard-categories
source: Standard categories
de: Standardkategorien
fr: Catégories standard
it: Categorie standard
ja: 標準カテゴリー
ko: 기본 카테고리
ru: Стандартные категории
tr: Standart kategoriler
zh_hans: 标准类别

# image-wallpaper-type
source: Image
de: Bild
it: Immagine
ja: 画像
ko: 이미지
ru: Изображение
tr: Görsel
zh_hans: 图片

# more-from-user
source: More photos from: %@
de: Mehr Fotos von: %@
fr: Plus de photos de : %@
it: Altre foto di: %@
ja: %@さんの他の写真
ko: 더 많은 사진: %@
ru: Больше фото от: %@
tr: Daha fazla fotoğraf: %@
zh_hans: 查看更多来自%@的照片

# multi-monitor-option-title
source: Multi-monitor options
de: Mehrbildschirm-Optionen
fr: Options multi-écrans
it: Opzioni multi-monitor
ja: マルチモニター設定
ko: 다중 모니터 옵션
ru: Настройки нескольких мониторов
tr: Çoklu ekran seçenekleri
zh_hans: 多显示器选项

# open-at-login-display-message
source: For the app to be able to change wallpaper for you automatically, make sure you check “Open at login” toggle
de: Damit die App das Hintergrundbild automatisch für Sie ändern kann, aktivieren Sie bitte die Option "Beim Anmelden öffnen\
fr: Pour que l'application puisse changer automatiquement votre fond d'écran, activez l'option "Ouvrir à la connexion\
it: Per consentire all'app di cambiare automaticamente lo sfondo, assicurati di selezionare l'opzione "Apri al login\
ja: アプリが自動的に壁紙を変更できるようにするには、「ログイン時に開く」をオンにしてください
ko: 앱이 자동으로 배경화면을 변경할 수 있도록 "로그인 시 실행" 옵션을 켜주세요
ru: Чтобы приложение могло автоматически менять обои, включите опцию "Запускать при входе\
tr: Uygulamanın duvar kağıdını otomatik olarak değiştirebilmesi için "Oturum açıldığında başlat" seçeneğini işaretlediğinizden emin olun
zh_hans: 要使应用能够自动为您更换壁纸，请确保勾选"开机时启动"选项

# open-at-login-option
source: Open at login
de: Beim Anmelden öffnen
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 실행
ru: Запускать при входе
tr: Oturum açıldığında başlat
zh_hans: 开机时启动

# photo-by-author
source: Photo by: %@
de: Foto von: %@
fr: Photo par : %@
it: Foto di: %@
ja: 写真：%@
ko: 사진 작가: %@
ru: Автор фото: %@
tr: Fotoğraf: %@
zh_hans: 摄影师：%@

# photo-feedback-popover-title
source: Wallpaper changed. Do you like it?
de: Hintergrundbild geändert. Gefällt es Ihnen?
fr: Fond d'écran changé. Vous aimez ?
it: Sfondo cambiato. Ti piace?
ja: 壁紙を変更しました。気に入りましたか？
ko: 배경화면이 변경되었습니다. 마음에 드시나요?
ru: Обои изменены. Нравится?
tr: Duvar kağıdı değiştirildi. Beğendiniz mi?
zh_hans: 壁纸已更换。您喜欢吗？

# preview-image-button
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
ru: Предпросмотр
tr: Önizleme
zh_hans: 预览

# rate-app-message
source: ⭐️ Rate us
de: ⭐️ Bewerten Sie uns
fr: ⭐️ Évaluez-nous
it: ⭐️ Valutaci
ja: ⭐️ 評価する
ko: ⭐️ 평가하기
ru: ⭐️ Оценить
tr: ⭐️ Değerlendir
zh_hans: ⭐️ 为我们评分

# restore-categories-button
source: Reset categories
de: Kategorien zurücksetzen
fr: Réinitialiser les catégories
it: Ripristina categorie
ja: カテゴリーをリセット
ko: 카테고리 초기화
ru: Сбросить категории
tr: Kategorileri sıfırla
zh_hans: 重置类别

# same-image-all-screens-option
source: Use same wallpaper on all screens
de: Gleiches Hintergrundbild auf allen Bildschirmen verwenden
fr: Utiliser le même fond sur tous les écrans
it: Usa lo stesso sfondo su tutti gli schermi
ja: すべての画面で同じ壁紙を使用
ko: 모든 화면에 동일한 배경화면 사용
ru: Использовать одинаковые обои на всех экранах
tr: Tüm ekranlarda aynı duvar kağıdını kullan
zh_hans: 在所有屏幕上使用相同壁纸

# save-button
source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
zh_hans: 保存

# select-minutes-value
source: Playback duration
de: Wiedergabedauer
fr: Durée de lecture
it: Durata riproduzione
ja: 再生時間
ko: 재생 시간
ru: Длительность воспроизведения
tr: Oynatma süresi
zh_hans: 播放时长

# settings_configuration_title
source: Configurations
de: Konfigurationen
fr: Configuration
it: Configurazioni
ja: 設定
ko: 설정
ru: Настройки
tr: Yapılandırma
zh_hans: 设置

# settings-configurations-title
source: Configurations
de: Konfigurationen
fr: Configuration
it: Configurazioni
ja: 設定
ko: 설정
ru: Настройки
tr: Yapılandırma
zh_hans: 设置

# share-app-message
source: 🚀 Share on…
de: 🚀 Teilen auf...
fr: 🚀 Partager...
it: 🚀 Condividi...
ja: 🚀 共有...
ko: 🚀 공유하기...
ru: 🚀 Поделиться...
tr: 🚀 Paylaş...
zh_hans: 🚀 分享到...

# stop-button
source: Stop
de: Stopp
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
ru: Остановить
tr: Durdur
zh_hans: 停止

# title-predictions
source: Detected Items
de: Erkannte Elemente
fr: Éléments détectés
it: Elementi rilevati
ja: 検出されたアイテム
ko: 감지된 항목
ru: Обнаруженные элементы
tr: Tespit Edilen Öğeler
zh_hans: 检测到的项目

# transition-animations-title
source: Select animation
de: Animation auswählen
fr: Sélectionner l'animation
it: Seleziona animazione
ja: アニメーションを選択
ko: 애니메이션 선택
ru: Выберите анимацию
tr: Animasyon seç
zh_hans: 选择动画

# video-by-author
source: Video by %@
de: Video von %@
fr: Vidéo par %@
it: Video di %@
ja: 動画：%@
ko: 비디오 작가: %@
ru: Автор видео: %@
tr: Video: %@
zh_hans: 视频作者：%@

# video-energy-saving-action-change
source: On window change
de: Bei Fensterwechsel
fr: Au changement de fenêtre
it: Al cambio finestra
ja: ウィンドウ切り替え時
ko: 창 전환 시
ru: При смене окна
tr: Pencere değiştiğinde
zh_hans: 窗口切换时

# video-energy-saving-always
source: Always
de: Immer
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
ru: Всегда
tr: Her zaman
zh_hans: 始终

# video-energy-saving-manual
source: Manual start
de: Manueller Start
fr: Démarrage manuel
it: Avvio manuale
ja: 手動で開始
ko: 수동 시작
ru: Ручной запуск
tr: Manuel başlat
zh_hans: 手动启动

# video-options-menu-title
source: Energy saving
de: Energiesparen
fr: Économie d'énergie
it: Risparmio energetico
ja: 省エネ設定
ko: 절전 모드
ru: Энергосбережение
tr: Enerji tasarrufu
zh_hans: 节能选项

# weather-location-missing
source: Add your location to continue
de: Fügen Sie Ihren Standort hinzu, um fortzufahren
fr: Ajoutez votre localisation pour continuer
it: Aggiungi la tua posizione per continuare
ja: 続行するには位置情報を追加してください
ko: 계속하려면 위치를 추가하세요
ru: Добавьте ваше местоположение для продолжения
tr: Devam etmek için konumunuzu ekleyin
zh_hans: 添加您的位置以继续

# weather-location-prompt
source: Enter city name
de: Stadtname eingeben
fr: Entrez le nom de la ville
it: Inserisci il nome della città
ja: 都市名を入力
ko: 도시 이름 입력
ru: Введите название города
tr: Şehir adını girin
zh_hans: 输入城市名称

# website-app-message
source: 🎉 Check out our website
de: 🎉 Besuchen Sie unsere Website
fr: 🎉 Visitez notre site web
it: 🎉 Visita il nostro sito
ja: 🎉 ウェブサイトを見る
ko: 🎉 웹사이트 방문
ru: 🎉 Посетите наш сайт
tr: 🎉 Web sitemizi ziyaret edin
zh_hans: 🎉 访问我们的网站

# wellcome-title
source: Welcome
de: Willkommen
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ru: Добро пожаловать
tr: Hoş Geldiniz
zh_hans: 欢迎

# x-app-message
source: 👫 Share on X
de: 👫 Auf X teilen
fr: 👫 Partager sur X
it: 👫 Condividi su X
ja: 👫 Xで共有
ko: 👫 X에서 공유
ru: 👫 Поделиться в X
tr: 👫 X'te paylaş
zh_hans: 👫 分享到X

# start-button
source: Start
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
ru: Начать
tr: Başlat
zh_hans: 开始

# video-wallpaper-type
source: Video
fr: Vidéo
ja: 動画
ko: 비디오
ru: Видео
zh_hans: 视频

# animation-type-option
source: Animation: %@
it: Animazione: %@
ja: アニメーション：%@
ko: 애니메이션: %@
ru: Анимация: %@
tr: Animasyon: %@
zh_hans: 动画：%@

# category-color-orange
source: Orange
it: Arancione
ja: オレンジ
ko: 주황
ru: Оранжевый
tr: Turuncu
zh_hans: 橙色

# category-cool
source: Cool
ja: クール
ko: 멋진
ru: Крутые
tr: Havalı
zh_hans: 清新
